Repository: intersoftdatalabs-in/percussioncms
Catalog: modules/perc-i18n/src/main/resources/i18n/DeveloperUi.tmx
Source language: en_us
Languages: ar, bn, de, es, fr, hi, it, nl, pt, te, zh_tw

source: Choices
ar: الاختيارات
bn: পছন্দ
es: Opciones
fr: Choix
hi: विकल्प
it: Scelte
nl: Keuzes
te: ఎంపికలు
zh_tw: 选择

source: New keyword
ar: كلمة رئيسية جديدة
bn: নতুন কীওয়ার্ড
es: Nueva palabra clave
fr: Nouveau mot-clé
hi: नया कीवर्ड
it: Nuova parola chiave
nl: Nieuw trefwoord
te: కొత్త కీవర్డ్
zh_tw: 新关键字

source: Save
ar: يحفظ
bn: সংরক্ষণ করুন
es: Ahorrar
fr: Sauvegarder
hi: बचाना
it: Salva
nl: Redden
te: సేవ్ చేయండి
zh_tw: 节省

source: Cancel
ar: يلغي
bn: বাতিল করুন
es: Cancelar
fr: Annuler
hi: रद्द करना
it: Cancellare
nl: Annuleren
te: రద్దు చేయి
zh_tw: 取消

source: Delete
ar: يمسح
bn: মুছুন
es: Borrar
fr: Supprimer
hi: मिटाना
it: Eliminare
nl: Verwijderen
te: తొలగించు
zh_tw: 删除

source: Edit
ar: يحرر
bn: সম্পাদনা করুন
es: Editar
fr: Modifier
hi: संपादन करना
it: Modificare
nl: Bewerking
te: సవరించు
zh_tw: 编辑

source: Sequence
ar: تسلسل
bn: সিকোয়েন্স
es: Secuencia
fr: Séquence
hi: अनुक्रम
it: Sequenza
nl: Reeks
te: క్రమం
zh_tw: 顺序

source: Choices (label, value, sequence per line: label|value|seq)
ar: الاختيارات (التسمية، القيمة، التسلسل في كل سطر: التسمية|القيمة|التسلسل)
bn: পছন্দ (লেবেল, মান, প্রতি লাইনের ক্রম: লেবেল|মান|seq)
es: Opciones (etiqueta, valor, secuencia por línea: etiqueta|valor|seq)
fr: Choix (étiquette, valeur, séquence par ligne : étiquette|valeur|seq)
hi: विकल्प (लेबल, मान, अनुक्रम प्रति पंक्ति: लेबल|मूल्य|seq)
it: Scelte (etichetta, valore, sequenza per riga: etichetta|valore|seq)
nl: Keuzes (label, waarde, volgorde per regel: label|waarde|seq)
te: ఎంపికలు (లేబుల్, విలువ, పంక్తికి క్రమం: లేబుల్|విలువ|సెక్యూ)
zh_tw: 选择（标签、值、每行序列：标签|值|seq）

source: Could not save keyword.
ar: تعذر حفظ الكلمة الرئيسية.
bn: কীওয়ার্ড সংরক্ষণ করা যায়নি।
es: No se pudo guardar la palabra clave.
fr: Impossible d'enregistrer le mot clé.
hi: कीवर्ड सहेजा नहीं जा सका.
it: Impossibile salvare la parola chiave.
nl: Kan trefwoord niet opslaan.
te: కీవర్డ్u200cని సేవ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法保存关键字。

source: Could not delete keyword.
ar: لا يمكن حذف الكلمة الرئيسية.
bn: কীওয়ার্ড মুছে ফেলা যায়নি।
es: No se pudo eliminar la palabra clave.
fr: Impossible de supprimer le mot clé.
hi: कीवर्ड हटाया नहीं जा सका.
it: Impossibile eliminare la parola chiave.
nl: Kan trefwoord niet verwijderen.
te: కీవర్డ్u200cని తొలగించడం సాధ్యపడలేదు.
zh_tw: 无法删除关键字。

source: Delete this keyword and all of its choices?
ar: هل تريد حذف هذه الكلمة الرئيسية وجميع اختياراتها؟
bn: এই কীওয়ার্ড এবং এর সমস্ত পছন্দ মুছবেন?
es: ¿Eliminar esta palabra clave y todas sus opciones?
fr: Supprimer ce mot clé et tous ses choix ?
hi: क्या यह कीवर्ड और इसके सभी विकल्प हटाएं?
it: Eliminare questa parola chiave e tutte le relative scelte?
nl: Dit zoekwoord en alle bijbehorende keuzes verwijderen?
te: ఈ కీవర్డ్ మరియు దాని ఎంపికలన్నింటినీ తొలగించాలా?
zh_tw: 删除该关键字及其所有选择？

source: Keyword saved.
ar: تم حفظ الكلمة الرئيسية.
bn: কীওয়ার্ড সংরক্ষিত।
es: Palabra clave guardada.
fr: Mot-clé enregistré.
hi: कीवर्ड सहेजा गया.
it: Parola chiave salvata.
nl: Zoekwoord opgeslagen.
te: కీవర్డ్ సేవ్ చేయబడింది.
zh_tw: 关键字已保存。

source: Keyword deleted.
ar: تم حذف الكلمة الرئيسية.
bn: মূলশব্দ মুছে ফেলা হয়েছে.
es: Palabra clave eliminada.
fr: Mot clé supprimé.
hi: कीवर्ड हटा दिया गया.
it: Parola chiave eliminata.
nl: Zoekwoord verwijderd.
te: కీవర్డ్ తొలగించబడింది.
zh_tw: 关键字已删除。

source: Loading templates…
ar: جارٍ تحميل النماذج…
bn: টেমপ্লেট লোড হচ্ছে...
es: Cargando plantillas…
fr: Chargement des modèles…
hi: टेम्प्लेट लोड हो रहे हैं...
it: Caricamento modelli…
nl: Sjablonen laden…
te: టెంప్లేట్u200cలను లోడ్ చేస్తోంది...
zh_tw: 正在加载模板...

source: No templates returned.
ar: لم يتم إرجاع أي قوالب.
bn: কোনো টেমপ্লেট ফেরত দেওয়া হয়নি।
es: No se devolvieron plantillas.
fr: Aucun modèle renvoyé.
hi: कोई टेम्प्लेट नहीं लौटाया गया.
it: Nessun modello restituito.
nl: Er zijn geen sjablonen geretourneerd.
te: టెంప్లేట్u200cలు ఏవీ తిరిగి ఇవ్వబడలేదు.
zh_tw: 没有返回模板。

source: Could not load templates.
ar: لا يمكن تحميل القوالب.
bn: টেমপ্লেট লোড করা যায়নি।
es: No se pudieron cargar las plantillas.
fr: Impossible de charger les modèles.
hi: टेम्प्लेट लोड नहीं किए जा सके.
it: Impossibile caricare i modelli.
nl: Kan sjablonen niet laden.
te: టెంప్లేట్u200cలను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载模板。

source: Select a template to edit label, description, source, bindings, and contained slots.
ar: حدد قالبًا لتحرير التسمية والوصف والمصدر والارتباطات والفتحات المضمنة.
bn: লেবেল, বর্ণনা, উৎস, বাইন্ডিং এবং থাকা স্লট সম্পাদনা করতে একটি টেমপ্লেট নির্বাচন করুন।
es: Seleccione una plantilla para editar la etiqueta, la descripción, la fuente, los enlaces y los espacios contenidos.
fr: Sélectionnez un modèle pour modifier l'étiquette, la description, la source, les liaisons et les emplacements contenus.
hi: लेबल, विवरण, स्रोत, बाइंडिंग और निहित स्लॉट को संपादित करने के लिए एक टेम्पलेट का चयन करें।
it: Seleziona un modello per modificare etichetta, descrizione, origine, associazioni e slot contenuti.
nl: Selecteer een sjabloon om het label, de beschrijving, de bron, bindingen en ingesloten slots te bewerken.
te: లేబుల్, వివరణ, మూలం, బైండింగ్u200cలు మరియు కలిగి ఉన్న స్లాట్u200cలను సవరించడానికి టెంప్లేట్u200cను ఎంచుకోండి.
zh_tw: 选择一个模板来编辑标签、描述、源、绑定和包含的插槽。

source: Loading template…
ar: جارٍ تحميل النموذج…
bn: টেমপ্লেট লোড হচ্ছে...
es: Cargando plantilla…
fr: Chargement du modèle…
hi: टेम्प्लेट लोड हो रहा है…
it: Caricamento modello…
nl: Sjabloon laden…
te: టెంప్లేట్ లోడ్ అవుతోంది…
zh_tw: 正在加载模板...

source: Could not load template detail.
ar: تعذر تحميل تفاصيل القالب.
bn: টেমপ্লেট বিশদ লোড করা যায়নি।
es: No se pudieron cargar los detalles de la plantilla.
fr: Impossible de charger les détails du modèle.
hi: टेम्प्लेट विवरण लोड नहीं किया जा सका.
it: Impossibile caricare i dettagli del modello.
nl: Kan sjabloondetails niet laden.
te: టెంప్లేట్ వివరాలను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载模板详细信息。

source: Assembler
ar: المجمع
bn: অ্যাসেম্বলার
es: Ensamblador
fr: Assembleur
hi: कोडांतरक
it: Assemblatore
te: అసెంబ్లర్
zh_tw: 汇编器

source: Output format
ar: تنسيق الإخراج
bn: আউটপুট বিন্যাস
es: Formato de salida
fr: Format de sortie
hi: आउटपुट स्वरूप
it: Formato di uscita
nl: Uitvoerformaat
te: అవుట్u200cపుట్ ఫార్మాట్
zh_tw: 输出格式

source: Template type
ar: نوع القالب
bn: টেমপ্লেট টাইপ
es: Tipo de plantilla
fr: Type de modèle
hi: टेम्पलेट प्रकार
it: Tipo di modello
nl: Sjabloontype
te: టెంప్లేట్ రకం
zh_tw: 模板类型

source: Active assembly
ar: التجمع النشط
bn: সক্রিয় সমাবেশ
es: Asamblea activa
fr: Assemblage actif
hi: सक्रिय सभा
it: Assemblea attiva
nl: Actieve montage
te: క్రియాశీల అసెంబ్లీ
zh_tw: 主动装配

source: MIME type
ar: نوع MIME
bn: MIME প্রকার
es: tipo MIME
fr: Type MIME
hi: माइम प्रकार
it: Tipo MIME
te: MIME రకం
zh_tw: MIME类型

source: Legacy variant
ar: البديل القديم
bn: উত্তরাধিকার বৈকল্পিক
es: Variante heredada
fr: Variante héritée
hi: विरासत संस्करण
it: Variante legacy
te: లెగసీ వేరియంట్
zh_tw: 旧版本

source: Bindings
ar: الارتباطات
bn: বাঁধাই
es: Fijaciones
fr: Reliures
hi: बंधन
it: Legami
nl: Bindingen
te: బైండింగ్స్
zh_tw: 绑定

source: JEXL bindings executed in order. Add, edit, or remove rows, then save (full replace).
ar: يتم تنفيذ روابط JEXL بالترتيب. إضافة صفوف أو تحريرها أو إزالتها، ثم حفظها (استبدال كامل).
bn: JEXL বাইন্ডিং ক্রমানুসারে কার্যকর করা হয়েছে। সারি যোগ করুন, সম্পাদনা করুন বা সরান, তারপর সংরক্ষণ করুন (সম্পূর্ণ প্রতিস্থাপন করুন)।
es: Encuadernaciones JEXL ejecutadas en orden. Agregue, edite o elimine filas y luego guárdelas (reemplazo completo).
fr: Fixations JEXL exécutées dans l'ordre. Ajoutez, modifiez ou supprimez des lignes, puis enregistrez (remplacement complet).
hi: JEXL बाइंडिंग क्रम में निष्पादित। पंक्तियाँ जोड़ें, संपादित करें या हटाएँ, फिर सहेजें (पूर्ण प्रतिस्थापन)।
it: Attacchi JEXL eseguiti in ordine. Aggiungi, modifica o rimuovi righe, quindi salva (sostituzione completa).
nl: JEXL-bindingen in volgorde uitgevoerd. Rijen toevoegen, bewerken of verwijderen en vervolgens opslaan (volledig vervangen).
te: JEXL బైండింగ్u200cలు క్రమంలో అమలు చేయబడ్డాయి. అడ్డు వరుసలను జోడించండి, సవరించండి లేదా తీసివేయండి, ఆపై సేవ్ చేయండి (పూర్తిగా భర్తీ చేయండి).
zh_tw: JEXL 绑定按顺序执行。添加、编辑或删除行，然后保存（完全替换）。

source: Add binding
ar: إضافة ملزمة
bn: বাঁধাই যোগ করুন
es: Agregar enlace
fr: Ajouter une liaison
hi: बाइंडिंग जोड़ें
it: Aggiungi rilegatura
nl: Voeg binding toe
te: బైండింగ్ జోడించండి
zh_tw: 添加绑定

source: Check slots contained by this template, then save (full replace).
ar: تحقق من الفتحات التي يحتوي عليها هذا القالب، ثم احفظها (استبدال كامل).
bn: এই টেমপ্লেটটিতে থাকা স্লটগুলি পরীক্ষা করুন, তারপর সংরক্ষণ করুন (সম্পূর্ণ প্রতিস্থাপন করুন)।
es: Verifique las ranuras contenidas en esta plantilla, luego guárdela (reemplazo completo).
fr: Vérifiez les emplacements contenus dans ce modèle, puis enregistrez (remplacement complet).
hi: इस टेम्पलेट में मौजूद स्लॉट्स की जाँच करें, फिर सेव करें (पूर्ण प्रतिस्थापन)।
it: Controlla gli slot contenuti in questo modello, quindi salva (sostituzione completa).
nl: Controleer de slots in deze sjabloon en sla deze vervolgens op (volledig vervangen).
te: ఈ టెంప్లేట్ కలిగి ఉన్న స్లాట్u200cలను తనిఖీ చేసి, సేవ్ చేయండి (పూర్తిగా భర్తీ చేయండి).
zh_tw: 检查此模板包含的插槽，然后保存（完全替换）。

source: Template source
ar: مصدر القالب
bn: টেমপ্লেট উৎস
es: Fuente de la plantilla
fr: Source du modèle
hi: टेम्पलेट स्रोत
it: Sorgente del modello
nl: Sjabloonbron
te: టెంప్లేట్ మూలం
zh_tw: 模板来源

source: Save template
ar: حفظ القالب
bn: টেমপ্লেট সংরক্ষণ করুন
es: Guardar plantilla
fr: Enregistrer le modèle
hi: टेम्प्लेट सहेजें
it: Salva modello
nl: Sjabloon opslaan
te: టెంప్లేట్u200cను సేవ్ చేయండి
zh_tw: 保存模板

source: Template saved.
ar: تم حفظ القالب.
bn: টেমপ্লেট সংরক্ষিত।
es: Plantilla guardada.
fr: Modèle enregistré.
hi: टेम्प्लेट सहेजा गया.
it: Modello salvato.
nl: Sjabloon opgeslagen.
te: టెంప్లేట్ సేవ్ చేయబడింది.
zh_tw: 模板已保存。

source: Could not save template.
ar: لا يمكن حفظ القالب.
bn: টেমপ্লেট সংরক্ষণ করা যায়নি.
es: No se pudo guardar la plantilla.
fr: Impossible d'enregistrer le modèle.
hi: टेम्प्लेट सहेजा नहीं जा सका.
it: Impossibile salvare il modello.
nl: Kan sjabloon niet opslaan.
te: టెంప్లేట్u200cని సేవ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法保存模板。

source: Variable
ar: عامل
bn: পরিবর্তনশীল
hi: चर
it: Variabile
nl: Variabel
te: వేరియబుల్
zh_tw: 多变的

source: Expression
ar: تعبير
bn: অভিব্যক্তি
es: Expresión
hi: अभिव्यक्ति
it: Espressione
nl: Uitdrukking
te: వ్యక్తీకరణ
zh_tw: 表达

source: Order
ar: طلب
bn: অর্ডার
es: Orden
fr: Commande
hi: आदेश
it: Ordine
nl: Volgorde
te: ఆర్డర్ చేయండి
zh_tw: 命令

source: Actions
ar: الإجراءات
bn: কর্ম
es: Comportamiento
fr: Actes
hi: कार्रवाई
it: Azioni
nl: Acties
te: చర్యలు
zh_tw: 行动

source: Member
ar: عضو
bn: সদস্য
es: Miembro
fr: Membre
hi: सदस्य
it: Membro
nl: Lid
te: సభ్యుడు
zh_tw: 成员

source: Loading slots…
ar: جارٍ تحميل الفتحات…
bn: স্লট লোড হচ্ছে...
es: Cargando espacios…
fr: Chargement des emplacements…
hi: स्लॉट लोड हो रहे हैं…
it: Caricamento slot...
nl: Slots laden…
te: స్లాట్u200cలను లోడ్ చేస్తోంది...
zh_tw: 加载插槽...

source: No slots returned.
ar: لم يتم إرجاع أي فتحات.
bn: কোন স্লট ফিরে.
es: No se devolvieron espacios.
fr: Aucun créneau n'a été retourné.
hi: कोई स्लॉट वापस नहीं आया.
it: Nessuno slot restituito.
nl: Er zijn geen slots geretourneerd.
te: స్లాట్u200cలు ఏవీ తిరిగి ఇవ్వబడలేదు.
zh_tw: 没有返回槽位。

source: Could not load slots.
ar: لا يمكن تحميل الفتحات.
bn: স্লট লোড করা যায়নি।
es: No se pudieron cargar las ranuras.
fr: Impossible de charger les emplacements.
hi: स्लॉट लोड नहीं किये जा सके.
it: Impossibile caricare gli slot.
nl: Kan slots niet laden.
te: స్లాట్u200cలను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载插槽。

source: Select a slot to edit label, description, and content-type/template associations.
ar: حدد فتحة لتحرير التصنيف والوصف واقترانات نوع المحتوى/القالب.
bn: লেবেল, বিবরণ, এবং বিষয়বস্তু-প্রকার/টেমপ্লেট অ্যাসোসিয়েশন সম্পাদনা করতে একটি স্লট নির্বাচন করুন।
es: Seleccione un espacio para editar etiquetas, descripciones y asociaciones de tipo de contenido/plantilla.
fr: Sélectionnez un emplacement pour modifier les associations d'étiquette, de description et de type de contenu/modèle.
hi: लेबल, विवरण और सामग्री-प्रकार/टेम्पलेट एसोसिएशन को संपादित करने के लिए एक स्लॉट चुनें।
it: Seleziona uno slot per modificare l'etichetta, la descrizione e le associazioni del tipo di contenuto/modello.
nl: Selecteer een slot om de label-, beschrijving- en inhoudstype-/sjabloonkoppelingen te bewerken.
te: లేబుల్, వివరణ మరియు కంటెంట్-రకం/టెంప్లేట్ అనుబంధాలను సవరించడానికి స్లాట్u200cను ఎంచుకోండి.
zh_tw: 选择一个插槽来编辑标签、描述和内容类型/模板关联。

source: Loading slot…
ar: فتحة التحميل…
bn: স্লট লোড হচ্ছে...
es: Cargando ranura…
fr: Emplacement de chargement…
hi: स्लॉट लोड हो रहा है...
it: Slot di caricamento...
nl: Laadsleuf…
te: స్లాట్ లోడ్ అవుతోంది…
zh_tw: 加载槽...

source: Could not load slot detail.
ar: تعذر تحميل تفاصيل الفتحة.
bn: স্লটের বিশদ বিবরণ লোড করা যায়নি।
es: No se pudo cargar el detalle de la ranura.
fr: Impossible de charger les détails de l'emplacement.
hi: स्लॉट विवरण लोड नहीं किया जा सका.
it: Impossibile caricare i dettagli dello slot.
nl: Kan slotdetails niet laden.
te: స్లాట్ వివరాలను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载插槽详细信息。

source: Save slot
ar: فتحة الحفظ
bn: স্লট সংরক্ষণ করুন
es: Guardar espacio
fr: Enregistrer l'emplacement
hi: स्लॉट सहेजें
it: Salva spazio
nl: Slot opslaan
te: స్లాట్u200cను సేవ్ చేయండి
zh_tw: 保存槽

source: Slot saved.
ar: تم حفظ الفتحة.
bn: স্লট সংরক্ষিত.
es: Ranura guardada.
fr: Emplacement enregistré.
hi: स्लॉट सहेजा गया.
it: Slot salvato.
nl: Slot opgeslagen.
te: స్లాట్ సేవ్ చేయబడింది.
zh_tw: 插槽已保存。

source: Could not save slot.
ar: تعذر حفظ الفتحة.
bn: স্লট সংরক্ষণ করা যায়নি.
es: No se pudo guardar el espacio.
fr: Impossible d'enregistrer l'emplacement.
hi: स्लॉट सहेजा नहीं जा सका.
it: Impossibile salvare lo slot.
nl: Kan slot niet opslaan.
te: స్లాట్u200cను సేవ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法保存插槽。

source: Slot type
ar: نوع الفتحة
bn: স্লট টাইপ
es: Tipo de ranura
fr: Type d'emplacement
hi: स्लॉट प्रकार
it: Tipo di scanalatura
nl: Sleuftype
te: స్లాట్ రకం
zh_tw: 插槽类型

source: System slot
ar: فتحة النظام
bn: সিস্টেম স্লট
es: Ranura del sistema
fr: Emplacement système
hi: सिस्टम स्लॉट
it: Slot di sistema
nl: Systeemslot
te: సిస్టమ్ స్లాట్
zh_tw: 系统槽位

source: Finder
ar: مكتشف
bn: ফাইন্ডার
es: Descubridor
fr: Chercheur
hi: खोजक
it: Trovatore
nl: Vinder
te: ఫైండర్
zh_tw: 发现者

source: Relationship
ar: علاقة
bn: সম্পর্ক
es: Relación
fr: Relation
hi: संबंध
it: Relazione
nl: Relatie
te: సంబంధం
zh_tw: 关系

source: Finder arguments
ar: حجج الباحث
bn: ফাইন্ডার আর্গুমেন্ট
es: Argumentos del buscador
fr: Arguments du chercheur
hi: खोजक तर्क
it: Argomenti del cercatore
nl: Finder-argumenten
te: ఫైండర్ వాదనలు
zh_tw: 查找器参数

source: Content type / template associations
ar: نوع المحتوى / اقترانات القالب
bn: বিষয়বস্তুর ধরন/টেমপ্লেট অ্যাসোসিয়েশন
es: Asociaciones de tipo de contenido/plantilla
fr: Associations type de contenu/modèle
hi: सामग्री प्रकार/टेम्पलेट एसोसिएशन
it: Associazioni di tipo di contenuto/modello
nl: Associaties van inhoudstype/sjabloon
te: కంటెంట్ రకం / టెంప్లేట్ సంఘాలు
zh_tw: 内容类型/模板关联

source: Add or remove content-type ↔ template pairs (GUID string values). Save applies a full replace.
ar: إضافة أو إزالة أزواج قوالب ↔ نوع المحتوى (قيم سلسلة GUID). ينطبق الحفظ على الاستبدال الكامل.
bn: কন্টেন্ট-টাইপ ↔ টেমপ্লেট জোড়া (GUID স্ট্রিং মান) যোগ করুন বা সরান। সংরক্ষণ একটি সম্পূর্ণ প্রতিস্থাপন প্রযোজ্য.
es: Agregue o elimine pares de tipo de contenido ↔ plantilla (valores de cadena GUID). Guardar aplica un reemplazo completo.
fr: Ajoutez ou supprimez des paires type de contenu ↔ modèle (valeurs de chaîne GUID). Enregistrer applique un remplacement complet.
hi: सामग्री-प्रकार ↔ टेम्पलेट जोड़े (GUID स्ट्रिंग मान) जोड़ें या हटाएं। सहेजें पूर्ण प्रतिस्थापन लागू करता है।
it: Aggiungi o rimuovi coppie tipo di contenuto ↔ modello (valori stringa GUID). Il salvataggio applica una sostituzione completa.
nl: Voeg inhoudstype ↔ sjabloonparen (GUID-tekenreekswaarden) toe of verwijder deze. Opslaan past een volledige vervanging toe.
te: కంటెంట్-రకం ↔ టెంప్లేట్ జతలను జోడించండి లేదా తీసివేయండి (GUID స్ట్రింగ్ విలువలు). సేవ్ పూర్తి రీప్లేస్ వర్తిస్తుంది.
zh_tw: 添加或删除内容类型 ↔ 模板对（GUID 字符串值）。保存应用完全替换。

source: Add association
ar: إضافة اقتران
bn: অ্যাসোসিয়েশন যোগ করুন
es: Agregar asociación
fr: Ajouter une association
hi: एसोसिएशन जोड़ें
it: Aggiungi associazione
nl: Associatie toevoegen
te: అనుబంధాన్ని జోడించండి
zh_tw: 添加关联

source: Content type GUID (e.g. 0-2-301)
ar: نوع المحتوى GUID (على سبيل المثال، 0-2-301)
bn: বিষয়বস্তুর প্রকার GUID (যেমন 0-2-301)
es: GUID de tipo de contenido (por ejemplo, 0-2-301)
fr: GUID du type de contenu (par exemple 0-2-301)
hi: सामग्री प्रकार GUID (उदा. 0-2-301)
it: GUID del tipo di contenuto (ad esempio 0-2-301)
nl: Inhoudstype GUID (bijvoorbeeld 0-2-301)
te: కంటెంట్ రకం GUID (ఉదా. 0-2-301)
zh_tw: 内容类型 GUID（例如 0-2-301）

source: Template GUID (e.g. 0-10-1)
ar: المعرف الفريد العمومي (GUID) للنموذج (على سبيل المثال 0-10-1)
bn: টেমপ্লেট GUID (যেমন 0-10-1)
es: GUID de plantilla (por ejemplo, 0-10-1)
fr: GUID du modèle (par exemple 0-10-1)
hi: टेम्प्लेट GUID (उदा. 0-10-1)
it: GUID modello (ad esempio 0-10-1)
nl: Sjabloon-GUID (bijv. 0-10-1)
te: టెంప్లేట్ GUID (ఉదా. 0-10-1)
zh_tw: 模板 GUID（例如 0-10-1）

source: Known limitations of this endpoint
ar: القيود المعروفة لنقطة النهاية هذه
bn: এই শেষ বিন্দু পরিচিত সীমাবদ্ধতা
es: Limitaciones conocidas de este punto final
fr: Limites connues de ce point de terminaison
hi: इस समापन बिंदु की ज्ञात सीमाएँ
it: Limitazioni note di questo endpoint
nl: Bekende beperkingen van dit eindpunt
te: ఈ ముగింపు స్థానం యొక్క తెలిసిన పరిమితులు
zh_tw: 此端点的已知限制

source: Content type GUID
ar: نوع المحتوى GUID
bn: বিষয়বস্তুর প্রকার GUID
es: GUID de tipo de contenido
fr: GUID du type de contenu
hi: सामग्री प्रकार GUID
it: GUID del tipo di contenuto
nl: Inhoudstype GUID
te: కంటెంట్ రకం GUID
zh_tw: 内容类型 GUID

source: Template GUID
ar: دليل القالب
bn: টেমপ্লেট GUID
es: GUID de plantilla
fr: GUID du modèle
hi: टेम्प्लेट गाइड
it: GUID del modello
nl: Sjabloon-GUID
te: టెంప్లేట్ GUID
zh_tw: 模板 GUID

source: Loading communities…
ar: جارٍ تحميل المجتمعات…
bn: সম্প্রদায়গুলি লোড হচ্ছে...
es: Cargando comunidades…
fr: Chargement des communautés…
hi: समुदाय लोड हो रहे हैं...
it: Caricamento comunità…
nl: Community's laden…
te: సంఘాలను లోడ్ చేస్తోంది...
zh_tw: 正在加载社区...

source: No communities returned.
ar: لم يتم إرجاع أي مجتمعات.
bn: কোনো সম্প্রদায় ফিরে আসেনি।
es: Ninguna comunidad regresó.
fr: Aucune communauté n'est revenue.
hi: कोई समुदाय वापस नहीं आया.
it: Nessuna comunità è tornata.
nl: Er zijn geen gemeenschappen teruggekeerd.
te: సంఘాలు ఏవీ తిరిగి రాలేదు.
zh_tw: 没有社区返回。

source: Could not load communities.
ar: لا يمكن تحميل المجتمعات.
bn: সম্প্রদায়গুলি লোড করা যায়নি৷
es: No se pudieron cargar comunidades.
fr: Impossible de charger les communautés.
hi: समुदायों को लोड नहीं किया जा सका.
it: Impossibile caricare le comunità.
nl: Kan community's niet laden.
te: సంఘాలను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载社区。

source: Select a community to view and edit role membership. Object ACL dialogs are not available yet.
ar: حدد مجتمعًا لعرض عضوية الدور وتحريرها. مربعات حوار ACL للكائنات غير متوفرة بعد.
bn: ভূমিকা সদস্যতা দেখতে এবং সম্পাদনা করতে একটি সম্প্রদায় নির্বাচন করুন৷ অবজেক্ট ACL ডায়ালগ এখনও উপলব্ধ নয়।
es: Seleccione una comunidad para ver y editar la membresía de roles. Los cuadros de diálogo de ACL de objetos aún no están disponibles.
fr: Sélectionnez une communauté pour afficher et modifier l'appartenance au rôle. Les boîtes de dialogue ACL d'objet ne sont pas encore disponibles.
hi: भूमिका सदस्यता देखने और संपादित करने के लिए एक समुदाय का चयन करें। ऑब्जेक्ट एसीएल संवाद अभी तक उपलब्ध नहीं हैं।
it: Seleziona una comunità per visualizzare e modificare l'appartenenza al ruolo. Le finestre di dialogo ACL dell'oggetto non sono ancora disponibili.
nl: Selecteer een community om het rollidmaatschap te bekijken en te bewerken. Dialoogvensters voor object-ACL zijn nog niet beschikbaar.
te: పాత్ర సభ్యత్వాన్ని వీక్షించడానికి మరియు సవరించడానికి సంఘాన్ని ఎంచుకోండి. ఆబ్జెక్ట్ ACL డైలాగ్u200cలు ఇంకా అందుబాటులో లేవు.
zh_tw: 选择社区以查看和编辑角色成员资格。对象 ACL 对话框尚不可用。

source: Loading community…
ar: جارٍ تحميل المجتمع…
bn: সম্প্রদায় লোড হচ্ছে...
es: Cargando comunidad…
fr: Chargement de la communauté…
hi: समुदाय लोड हो रहा है...
it: Caricamento comunità…
nl: Community laden…
te: సంఘం లోడ్ అవుతోంది…
zh_tw: 正在加载社区...

source: Could not load community detail.
ar: تعذر تحميل تفاصيل المجتمع.
bn: সম্প্রদায়ের বিবরণ লোড করা যায়নি৷
es: No se pudieron cargar los detalles de la comunidad.
fr: Impossible de charger les détails de la communauté.
hi: समुदाय विवरण लोड नहीं किया जा सका.
it: Impossibile caricare i dettagli della comunità.
nl: Kan communitydetails niet laden.
te: సంఘం వివరాలను లోడ్ చేయడం సాధ్యపడలేదు.
zh_tw: 无法加载社区详细信息。

source: Role membership
ar: عضوية الدور
bn: ভূমিকা সদস্যপদ
es: Membresía de rol
fr: Appartenance au rôle
hi: भूमिका सदस्यता
it: Appartenenza al ruolo
nl: Rol lidmaatschap
te: పాత్ర సభ్యత్వం
zh_tw: 角色成员资格

source: Check roles to associate with this community, then save.
ar: حدد الأدوار لربطها بهذا المجتمع، ثم احفظها.
bn: এই সম্প্রদায়ের সাথে যুক্ত হতে ভূমিকা পরীক্ষা করুন, তারপর সংরক্ষণ করুন৷
es: Verifique los roles para asociar con esta comunidad y luego guarde.
fr: Cochez les rôles à associer à cette communauté, puis enregistrez.
hi: इस समुदाय से जुड़ने के लिए भूमिकाएँ जाँचें, फिर सहेजें।
it: Controlla i ruoli da associare a questa comunità, quindi salva.
nl: Controleer de rollen die u aan deze community wilt koppelen en sla deze vervolgens op.
te: ఈ సంఘంతో అనుబంధించడానికి పాత్రలను తనిఖీ చేయండి, ఆపై సేవ్ చేయండి.
zh_tw: 检查与该社区关联的角色，然后保存。

source: This community has no role memberships.
ar: هذا المجتمع ليس له دور العضوية.
bn: এই সম্প্রদায়ের কোন ভূমিকা সদস্যতা নেই.
es: Esta comunidad no tiene membresías de roles.
fr: Cette communauté n’a aucune appartenance à un rôle.
hi: इस समुदाय की कोई भूमिका सदस्यता नहीं है.
it: Questa comunità non ha appartenenze a ruoli.
nl: Deze community heeft geen rollidmaatschappen.
te: ఈ సంఘానికి పాత్ర సభ్యత్వాలు లేవు.
zh_tw: 该社区没有角色成员资格。

source: No security roles are defined in the system.
ar: لم يتم تحديد أي أدوار أمنية في النظام.
bn: সিস্টেমে কোন নিরাপত্তা ভূমিকা সংজ্ঞায়িত করা হয় না।
es: No se definen roles de seguridad en el sistema.
fr: Aucun rôle de sécurité n'est défini dans le système.
hi: सिस्टम में कोई सुरक्षा भूमिकाएँ परिभाषित नहीं हैं.
it: Nel sistema non sono definiti ruoli di sicurezza.
nl: Er zijn geen beveiligingsrollen gedefinieerd in het systeem.
te: సిస్టమ్u200cలో భద్రతా పాత్రలు ఏవీ నిర్వచించబడలేదు.
zh_tw: 系统中未定义安全角色。

source: Role name
ar: اسم الدور
bn: ভূমিকার নাম
es: Nombre del rol
fr: Nom du rôle
hi: भूमिका का नाम
it: Nome del ruolo
nl: Rolnaam
te: పాత్ర పేరు
zh_tw: 角色名称

source: Role id
ar: معرف الدور
bn: ভূমিকা আইডি
es: Identificación de rol
fr: ID de rôle
hi: भूमिका आईडी
it: Identificativo ruolo
nl: Rol-id
te: పాత్ర ID
zh_tw: 角色编号

source: Role GUID
ar: دليل الدور
bn: ভূমিকা GUID
es: GUID de rol
fr: GUID de rôle
hi: भूमिका गाइड
it: GUID del ruolo
nl: Rol-GUID
te: పాత్ర GUID
zh_tw: 角色GUID

source: Save roles
ar: حفظ الأدوار
bn: ভূমিকা সংরক্ষণ করুন
es: Guardar roles
fr: Enregistrer les rôles
hi: भूमिकाएँ सहेजें
it: Salva ruoli
nl: Rollen opslaan
te: పాత్రలను సేవ్ చేయండి
zh_tw: 保存角色

source: Role membership saved.
ar: تم حفظ عضوية الدور.
bn: ভূমিকা সদস্যপদ সংরক্ষিত.
es: Membresía de rol guardada.
fr: Appartenance au rôle enregistrée.
hi: भूमिका सदस्यता सहेजी गई.
it: Appartenenza al ruolo salvata.
nl: Rollidmaatschap opgeslagen.
te: పాత్ర సభ్యత్వం సేవ్ చేయబడింది.
zh_tw: 角色成员资格已保存。
